POST /_mtermvectors
{

   "docs": [
      {
         "_index": "production-v1-twitter-2021-w39",
         "_type": "tweet",
         "doc" : {
            "index_text" : "What an incredible team we have. Here is our amazing  during  world Summit, with feedback from   SDGs  with Windows contribute to mere 14% of  s revenue but it's impact on other segments of business is huge!  Why Microsoft keeps beating  and  with Windows, a  report:   [Data sources: IDC and Microsoft] AI MachineLearning DeepLearning   What Is Reinforcement Learning? 3 things you need to know ??     100DaysOfCode  Cc UNESCO Science Report: The race against time for smarter development  AI Robotics Research Sustainability Womenintech DigitalTransformation  cc            v/ Leadership: Why Emotional Intelligence Matters in the Workplace Why Emotional Intelligence Matters in the Workplace | Wrike               v/ Reconfigurable Reflecting Surfaces for 5G/6G | University of Surrey Reconfigurable Reflecting Surfaces for 5G/6G | University of Surrey via Expert Roundtable: The Future of Digital Work Expert Roundtable: The Future of Digital Work  DigitalTransformation FutureOfWork VDI MSTeams Collaboration UC IoT EdgeComputing DaaS EndpointSecurity HybridCloud CIO datacenter cloud FOW Responsible DigitalTransformation extends beyond upgrades to reporting &amp; governance -                 Interesting research by Capgemini about data ecosystems and how they can add value to an organisation.   One for  community.  data DataScience datamanagement ??fintech , Superapps and subscriptions will spur Flurry of Online Travel Copycats Fintech, Superapps and Subscriptions Will Spur Flurry of Online Travel Copycats    Rewiring the economy for the 4th industrial revolution &amp; NetZero sustainability?  via               ClimateAction ESG   3 Pillars: Maturity Risk Cost = Success Confidence  New research by  on ORAN near term challenges Illuminating insights from interoperability to performance &amp; Security     tech SpirentAmbassador 5G data innovation automation test AI On the occasion of worldyouthskillsday we bring to you a video  featuring engineering methods and a systematic approach used by the students of Robotex India in order to spread awareness about Engineering as a vital future skill for our youth  WYSD WYSD21 skillsindia              Brilliant - all things are better through team! :) S Sercompe, an IT management service provider in Brazil, selected HPE_GreenLake... Sercompe expands as-a-service offerings and drives business growth with Hewlett Packard Enterprise WednesdayWisdom Give the right things a chance ?? Our CEO  is hosting a discussion on the 29th July 3pm BST/10 am ET - Diversity &amp; Inclusion: why is it important and how can brands make a difference?   Expert panel includes    &amp;    ?? Don’t miss it – register here!     Very much looking forward to this really important discussion and in great company, thank you!  inclusion diversity TechForGood            Thanks for the share Sally. I was not aware of this and the challenges with 5G adoption. We do need 5G for infrastructure, access and growth of IOT/edge devices. Really interesting. Thank you. 3 Pillars: Maturity Risk Cost = Success Confidence  New research by  on ORAN near term challenges Illuminating insights from interoperability to performance &amp; Security     tech SpirentAmbassador 5G data innovation automation test AI ?? Favorite brands by generation!  AI MachineLearning coding 100DaysOfCode Retail    Signaling molecule may prevent Alzheimers Signaling molecule may prevent Alzheimer’s  dementia science Nature-based solutions and climate change.  SDGs Sustainability - The most challenging ethical dilemmas are the ones that produce a gray area in your decision process. Empowering Ethics helps you think through those dilemmas and gain a better understanding of the impact your actions will have.    Where AI &amp; health impact combines World 1st research uses ArtificialIntelligence to map OvarianCancer risk   DataScience MachineLearning Python BigData DeepLearning NLP HealthTech 100DaysOfCode ML Cancer Meet the new  processor helping power new business breakthroughs in the IoTChat podcast with  and IoT expert     ?? 10 ML Project and AI Project Ideas for 2021  NLP finance fintech insurtech health voice               A MachineLearning system is making excellent progress at the frontiers of experimental QuantumPhysics  AI Designs Quantum Physics Experiments Beyond What Any Human Has Conceived  AIForGood TechForGood FutureOfWork   WWF calls for UK to cut global environmentalfootprint by 75% ??  If the UK is to properly address its climate impacts, it must reduce the environmental impact of products made domestically and imported by 75% this decade.  Read more:   climatecrisis Update. Ring Announces International Availability of Video End-to-End Encryption via  Ring Announces International Availability of Video End-to-End Encryption tech digital data privacy Breaking the energy curve!  Rolling out 5G with Sustainability considerations centre stage purpose driven innovation for business &amp; SDGs value    tech EricssonAmbassador data TechForGood climate code Software My Article: AI For GDP, Jobs Growth &amp; Fighting Pollution!   Applying AI Towards A Better World: GDP, Jobs Growth & Less Pollution               MachineLearning DeepLearning DataScience Fintech 5G Had the pleasure of joining some diverse talks on managing Change, Transformation, Networking &amp; the FutureOfWorkplaces this week.. fascinating to see the last 16 mths in stats. Look forward to what’s still to come &amp; how businesses will adapt!  Strategy DigitalTransformation  Skill acquisition is a life-long challenge - what skills are you developing to help achieve the SDGs?   WorldYouthSkillsDay LifeOnPurpose  ??            As  said during the World Summit of Influencers for the SDGs. There is an urgent need to develop emotional intelligence, problem solving &amp; communication skills. We need that creative confidence alongside tech skills to build the future ?? Breaking the energy curve!  Rolling out 5G with Sustainability considerations centre stage purpose driven innovation for business &amp; SDGs value    tech EricssonAmbassador data TechForGood climate code Software We all know when 5G becomes more mainstream, video consumption will skyrocket. ??  It's nice to see test companies    and  put together a solution for evaluating the video quality of 5G devices. ??  More ??  SpirentAmbassador ReRead  As AI Makes More Decisions, the Nature of Leadership Will Change  BigData BehavioralEconomics fintech               Have you listened to  s The Voice of 5G podcast yet? It's also affectionately known as the 5G for Dummies podcast.    The quality of this content is incredible. I love it when  and  get going!  EricssonAmbassador Check out. Australian digital finance industry wants to legally recognize DAOs Australian digital finance industry wants to legally recognize DAOs via  tech digital data business For all photographers in this world by  innovation photography photographylovers Blockchain AI Paradigm  digitaltrust CyberSecurity  DLT  auditability supplychain  Blurred physical vs online Lines   my Research  CC   OpenAI Codex shows the limits of large language models  OpenAI Codex shows the limits of large language models via  by    AI DeepLearning MachineLearning Coding 100DaysOfCode   Cc Breaking the energy curve!  Rolling out 5G with Sustainability considerations centre stage purpose driven innovation for business &amp; SDGs value    tech EricssonAmbassador data TechForGood climate code Software Sustainability shouldn’t be an option – it’s our moral responsibility.    YASSS!??  My friend Sarah wrote about energy efficiency &amp; 5G??   She references a  page w/ great content on sustainability??   EricssonAmbassador Looking to the future:  s commitment to achieving maximum efficiency with minimum energy usage is about to get very exciting!  ???? Find out more here:   EricssonAmbassador 5G  energyefficiency Fintech adoption during epidemics depends on pre-existing inequalities  Fintech adoption during epidemics depends on pre-existing inequalities by    via   AI ML behavioraleconomics  cc This is one of the slides I used in my talk yesterday. The quote sums up perfectly where we are today  We face an unavoidably radical future. It is up to us which radical path we choose ClimateCrisis climate ClimateEmergency Sustainability  Accelerating CleanEnergy transitions   ?? v/   SDGs Renewables ActOnClimate  Great news we announced that together with  Spain we will deploy 5G Core Standalone for precommercial operation in Spain  Read more:    TeamEricsson 5GCore CloudNative Creating impact with AI: doing well by doing good. By  v/ Some great AI case studies with real human impact cc What can you expect from our collaboration with   ??  ?? Proof-of-concept projects ?? Community events ????? Mentorship programs and other activities  Learn more about our work with the 5G Open Innovation Lab from  ?? Sharing some Good News this fridaymorning - - and sending love &amp; good vibes to   &amp; all our dear friends in South Africa &amp; beyond.    Including:      supplychain DoGood Leading designThinking         THL ranks hashtagged links, their shares and RTs even via URL shorteners -via [relevant]  Applying Behavioral Science to MachineLearning  AI behavioraleconomics fintech algorithms                Children of the Fourth Revolution Children of the Fourth Revolution by Luciano Floridi :: SSRN by  via   AI InformationSociety Humanity Copernicus Darwin Freud Turing   Spirent's head of 5G strategy,  shares how Spirent survey results on ORAN’s can help identify perceived challenges and anticipated adoption trends. ?? The power of community and collaboration the overcome challenges -           Sustainability SDGs StrongerTogether Superb focus on applying technology for the benefit of others. From devices to detect loneliness to counteracting impacts of Ageing disorders helping people live their fullest life ADVANCE CIT research    education PhD data AI SDGs TechForGood  Helping Fight Complex Disease! DeepMind AlphaFold2 AI MachineLearning Open Sourced!  DeepMind Releases The Methods And Open-Source Codes For AlphaFold v2             DeepLearning DataScience Fintech Healthcare Scaling Industry40 with AI, IoT sensors &amp; hybrid cloud -                     [great study]  Impact of Industry 4.0 on Sustainability  4IR IoT AI bigdata robotics fintech SDG innovation               Finnish textile producers become circular economy pioneers    textile textilewaste newtextile recycling upcycling fashion fashiontech SDGs Sustainability circulareconomy                          Thank you Ian, and what a stunning shot. Have a lovely weekend everyone! photography sundayvibes HappyWeekend Looking for inspiration, here’s a few to --+ ¦¦??????? -  [1?/2?] Data-driven culture enabling stakeholder impact: real-time ESG insights   via  futureofwork fintech finserv marketing   Check out my latest article: How to empower our children for a digital first future How to empower our children for a digital first future via  cc              Oooohh this is a tough one Elle, will go for summer of 69! One of the first ones I played on guitar too :)  SummerPlaylist SDG3 Wellbeing BORN IN SWITZERLAND  Swiss Original Fintech Overview Map 190 companies per 17.7.2021!  regards from ????Luc                   Thank you Ian, and what a stunning shot. Have a lovely weekend everyone! photography sundayvibes                Thanks Ian, its Oxford - the Radcliffe Camera. Beautiful spot, lovely walks and the library itself is incredible. Definitely recommend doing the tour - its an underground masterpiece, holds a copy of every book every published! See how Blockchain is used to promote CircularEconomy while securing brand ?? ??   Sustainability Tech4Good   Happy sunny Sunday all (a different view from the highest sand dune in Europe) HappySunday Applying TechForGood for our planet Fighting wildfires with AI   How Artificial Intelligence Is Fighting Wildfires    ArtificialIntelligence DataScience MachineLearning IoT 100DaysOfCode Python BigData   ML    innovation SundayMotivation                         Stunning Nicolas, thank you, have a lovely Sunday everyone! ???? Early walk :) photography SundayMorning Never Stop Learning as Education is Pivotal  Info. via   In life &amp; business, knowledge will drive success &amp; happiness. MachineLearning ML AI edtech DeepLearning ArtificialIntelligence Back to CES2021  HealthTech MachineLearning  ?? The Future of DigitalHealth Innovation  Robot Triage AI Diagnosis XR in Medecine  AR VR Cc 5 Automation Trends set to revolutionise Industry40 -                     Applying TechForGood for our planet Fighting wildfires with AI   How Artificial Intelligence Is Fighting Wildfires    ArtificialIntelligence DataScience MachineLearning IoT 100DaysOfCode Python BigData   ML    innovation SundayMotivation                         Thanks so much Nicolas! You too, have a fantastic day! S Check out today's ?? about sustainability and our new sustainable ?.  ? the idea of 100/100/0 ??  CC            ESG ClimateChange   Check out our latest episode of Veteran Voices, where we dive into the journeys of John Tien (Col, U.S. Army, retired) &amp; Kevin Horgan (U.S. Marine &amp; published author). Presented in partnership w/      Subscribe wherever you get your podcasts. Managing the human element of DigitalTransformation: overcoming cultural obstacles -                                   Likewise Theo, thank you! Just what we need on a Sunday too PositiveVibes TechForGood ?? How to demonstrate ROI from your cybersecurity strategy How to demonstrate ROI from your cyber security strategy 8 Revolutionary ArtificialIntelligence Technologies Of The Modern Era  8 Revolutionary Artificial Intelligence Technologies Of The Modern Era! Tech ?? Smiling together makes love and friendship last  ThinkBIGSundayWithMarsha goodmorning GoodVibes sundayvibes SundayMorning SundayThoughts inspiration Motivation instagram InspirationalQuotes MotivationalQuotes  TechForGood Tech4Good Mapping Out Paths for the Blind With MachineLearning  ai artificialintelligence healthcare                     Beautifully said! Thanks JD - smiles go miles! S :) Check out. ‘Anonymous’ Mobile Advertising IDs Aren’t So Anonymous, And They Are Everywhere ‘Anonymous’ Mobile Advertising IDs Aren’t So Anonymous, And They Are Everywhere tech digital data privacy Thanks for the inclusion  ! Top 5 telecoms news  Twitter round-up: Madhav Sheth on realme 8 5G top tweets in Q2 2021 How  is advancing 5G network infrastructure catalysed by innovation growth &amp; people behind the tech  research by   newspoll EricssonAmbassador AI IoT Ericsson’s ‘Massive’ Move to Break the Energy Curve Ericsson’s ‘Massive’ move to break the energy curve (by my friend    Did you know this is possible? It is! ????  Sustainability shouldn’t be an option. It’s our moral responsibility. ??Totally agree!??  5G  EricssonAmbassador More than 70 million deaf people around the ?? use sign languages to communicate.   Ricardo Santana has created a AI powered translator that can recognise ASL hand signs. Amazing possibilities for the future.   AI accessibility TechForGood  ??Today marks MandelaDay!  ??“Education is the most powerful weapon which you can use to change the world” ~    RT if you believe in the importance of  promoting &amp; investing in Education4All SDG4    The 3 Essential Types of Quantum Computers And Their Applications [Infographic]  The 3 Essential Types of Quantum Computers And Their Applications | Brainstormingbox via  QuantumComputing AI MachineLearning Cc ??Quantum Computing use cases!   The Emerging Paths Of Quantum Computing    AI MachineLearning 5G DataScience 100DaysOfCode Python Cybersecurity  QuantumComputing   ArtificialIntelligence MachineLearning DeepLearning ????  What’s the difference?  via     DigitalTransformation IoT 5G  DataScience 100DaysOfCode FutureofWork HybridWork AI can do anything nowadays.  MachineLearning IoT  EmergingTech Thanks for the inclusion  ! Top 5 telecoms news  Twitter round-up: Madhav Sheth on realme 8 5G top tweets in Q2 2021 How  is advancing 5G network infrastructure catalysed by innovation growth &amp; people behind the tech  research by   newspoll EricssonAmbassador AI IoT Financial services unchained: The ongoing rise of open financial data  Financial services unchained: The ongoing rise of open financial data via   OpenBanking Fintech data   cc Brain injury computer models map brain bloodvessels in highest resolution yet    NS biomedical HealthTech TBI BBB               Top 10 NetworkSlicing Use Cases to Target [REPORT] Which network slicing use cases will drive revenue?  Ericsson analyzed more than 400 digital use cases in 70 industries ~ and identified the top 10 use cases that will drive the majority of the revenue potential.??  5G  EricssonAmbassador Researchers develop new metal-free, recyclable polypeptide battery that degrades on demand    v/   GreenTech Cc The trend will be drones, artificial animals and hybrid plants to take care of forests! -  ?? Applying TechForGood for our planet Fighting wildfires with AI   How Artificial Intelligence Is Fighting Wildfires    ArtificialIntelligence DataScience MachineLearning IoT 100DaysOfCode Python BigData   ML    innovation SundayMotivation Tech Talent Wars. RemoteWork Is the Hottest Office Perk.The same millennials who thrilled at free beer are higher-ups in their 30s now, reporting to people in their late 30s or early 40s. Work is no longer the center of their universe. FutureOfWork    Thanks for the inclusion  ! Top 5 telecoms news  Twitter round-up: Madhav Sheth on realme 8 5G top tweets in Q2 2021 How  is advancing 5G network infrastructure catalysed by innovation growth &amp; people behind the tech  research by   newspoll EricssonAmbassador AI IoT Moving beyond the hype in AI and MachineLearning?  Moving beyond the hype in AI and machine learning?  v/   Cc Overcoming Resistance to Digital Change                   Leaders need to make sure that digital roles and structures have the power to do their work and push the organisation along, not just pull.   Wait till you see what is coming Tuesday from IBM Storage. Get the best in data/cyber resilience and avoid the huge impact of ransomware and malware! Learn more from IBM Storage July 20  -        From Cyber Ransom to Cyber Resilience - New innovation in data storage &amp; CyberSecurity  All the news July 20th    Live??   Security technology tech IBMPartner developers  ArtificialIntelligence automation BigData AI Cloud future        Countdown is on! ???? New research shows the top three industry segments leading the way in IoT applications are industrial automation and control (25%), home automation (18%) and artificial intelligence (12%). IoT BigData IndustrialAutomation Smarthomes AI ML  Finance As A Service (FaaS)— Tech Stack for Modern Finance Teams  Finance As A Service (FaaS)— Tech Stack for Modern Finance Teams Fintech Startup Emerging trends in healthcare sector V/  Business snapshot of the healthcare sector in March and April 2021 healthtech govtech covid19 Part 1! A network Security Imperative in a 5G Era Anna Kåhre &amp; I discuss, focussing on RAN &amp; addressing CSP challenges More TechUnveiled ?? news EricssonAmbassador innovation tech data   CyberSecurity womenintech AI education ? This is a great free training resource for anyone keen to develop their CyberSecurity infosec skills - huge thanks and kudos to  ????  [new paper]  BigData Analytics in Healthcare: A Review  opensource insurtech fintech                New Research Note: Deeper look at the news of  s intent to acquire   I like the deal. 34x on revenue but a complete solution to enter contact center AND play more in analytics, CX, data, and show intent of platform extensibility. $ZM    Where AI &amp;amp; health impact combines World 1st research uses ArtificialIntelligence to map OvarianCancer risk   DataScience MachineLearning Python BigData DeepLearning NLP HealthTech 100DaysOfCode ML Cancer Via   Zoom to Acquire Five9 and Build the Customer Engagement Platform of the Future - Zoom Blog Part 1! A network Security Imperative in a 5G Era Anna Kåhre &amp; I discuss, focussing on RAN &amp; addressing CSP challenges More TechUnveiled ?? news EricssonAmbassador innovation tech data   CyberSecurity womenintech AI education NewResearch! Is your business prepared to safely welcome staff and customers back this FreedomDay and beyond? Our research found that 37% of businesses relied on clean air technology to keep buildings safe during the pandemic. Download to read more   Sustainable Development Report 2021 Sustainable Development Report 2021. What is Digital Transformation? {Infographic}  DigitalTransformation innovation startups CX Strategy Google details its protein-folding software, academics offer an alternative by   Google details its protein-folding software, academics offer an alternative via  cc   Many thanks Mike, much appreciated - and absolutely 'embedded by design' so critical here.  Part 2 coming shortly :) S 5G Security CyberSecurity ?? Security robot!  AI MachineLearning Robotics                         ?? Shared by  ?? Where AI &amp; health impact combines World 1st research uses ArtificialIntelligence to map OvarianCancer risk   DataScience MachineLearning Python BigData DeepLearning NLP HealthTech 100DaysOfCode ML Cancer      Thanks dear Shi! TechForGood When you think of 5G milestones, which one comes to mind first? ??  I recently wrote about 6 important ones -   Most 5G milestones are made possible because of the collaboration between the partners in the ecosystem. ??  EricssonAmbassador   Excellent piece Diana ???? BMW Car Factory Robots – Fast Manufacturing  This is a great video showing  Car Factory robots.  the future of work  industry industry40 cio automotive  CC          ??Africa, an overlooked continent for global investment is becoming a burgeoning fintech leader    5 things that AI leaders do well V/  Winning your AI journey - tune out the noise and tune in to the music! leadership ArtificialIntelligence Warm technology puts people with dementia center stage Warm technology puts people with dementia center stage   Alzheimers Why Not Use SelfDrivingCars   as Supercomputers?   Why Not Use Self-Driving Cars as Supercomputers? fintech blockchain crypto cybersecurity AI ArtificialIntelligence MachineLearning DigitalTransformation can no longer be purchased overnight -  via                    How Asimov’s Three Laws of Robotics Impacts AI  How Asimov’s Three Laws of Robotics Impacts AI v/   MachineLearning  Cc Fascinating look at the digital government landscape in various African countries from  and  at   Some familiar problems...  1 - Choosing projects based on their impact and feasibility 2 - Ensuring projects are funded beyond their development phase 3 - Empowering digital teams to take and enforce decisions   Be an Orchestrator of talent ! From curiosity to STEAM education  ????Tomorrow's Tech Today: Business 5.0 : Where Agility, Ecosystem and Sustainability Combine with Greg Cudahy EY on Apple Podcasts   EY DataScience podcast   partner AI womenintech SDGs          5G First we had the ‘new normal’. Now we’re faced with the ‘new new normal’, and the management implications of hybrid working are becoming challenging   hybridwork WFH remoteworking office workplace             Brilliant chat with  Lots of valuable insights here. Really enjoyed it. So easy to be bogged in the tech, but with the right approach and team creativity, opportunity will flourish. Be great to have a 2nd chat. Well done and thank you  and AI 50 2021: America’s Most Promising Artificial Intelligence Companies  AI 50 2021: America’s Most Promising Artificial Intelligence Companies    MachineLearning Cc Dogs are humans' best friends. ??  Cool to see assisted therapy dogs supporting our FirstResponders.   TherapyDogs Dogs ATTInfluencer  cc      via We are pleased and proud to announce some of our partners who have pledged to SupportTheBigClimb of Kilimanjaro for VaccineJustice:             &amp;     Please follow and support our efforts???? Be an Orchestrator of talent ! From curiosity to STEAM education  ????Tomorrow's Tech Today: Business 5.0 : Where Agility, Ecosystem and Sustainability Combine with Greg Cudahy EY on Apple Podcasts   EY DataScience podcast   partner AI womenintech SDGs          5G Why automation is ??: ???? operation costs whilst ??network performance ???? of 5G networks is complex &amp; smart,thus requiring smart solutions ??more time 2 spend on customers See more for yourself!??  AI orchestration EricssonAmbassador What Is the DevOps Process &amp; Methodology, and How It Can Work for You? via             Yes unfortunately that does indeed happen a lot Dear Shi, and likewise, have a lovely week ahead! S ???? AugmentedReality is helping kids to earn about the dangers of FlashFloods in Japan  v/   AR EdTech TechForGood FutureOfWork   From Cyber Ransom to Cyber Resilience - New innovation in data storage &amp; CyberSecurity  All the news July 20th    Live??   Security technology tech IBMPartner developers  ArtificialIntelligence automation BigData AI Cloud future Want to make a difference?  Join  Apply coding tech skills &amp; SDGs passion from education to ClimateAction  Scale TechForGood  Legacy of impact speaks volumes!     DataScience 100DaysOfCode IBMPartner Python  data CodeNewbie future             Always a pleasure and thank you! Much appreciated, S            What a fantastic use of AI. Brilliant! All you have to do   - Use the latest cloud and AI technologies to take on climate change. You can win $200,000 Wow! thanks for the include   techfogood callforcode ?? MondayMotivation Shout out for a top Podcast?????Listen to Ericsson's The Voice of 5G Podcast  I've learnt SO much about 5G from these two over the years (   &amp; with the latest Ep. featuring   what more could you want?! ??   EricssonAmbassador Google’s Supermodel: DeepMind Perceiver A Step To AI MachineLearning That May Process Anything &amp; Everything               DeepLearning DataScience Fintech 5G DigitalTransformation: 7 Important Questions for Your Organisation -                                 Could not agree more Mike - how did it go with the schools Sally, loved what you were describing recently and with Mo, about getting kids involved Absolutely awesome! education edutwitter children SDGs CallForCode AugmentedReality is helping kids to learn about the dangers of FlashFloods in Japan  v/   AR EdTech TechForGood FutureOfWork                  Thank you Dear Shi  much appreciated! And totally echo those sentiments, meaningful impact here ??                Fantastic use of AI Sally. Great article by NYT and a good example of AI for good. In fact an amazing AI friend  wrote an article and video recently on this. Check it out if you want to find out about the tech behind this.  Thanks for the include. Our CEO  joined  Life Kit series to share actionable ways to help reduce and combat plasticwaste:   Recycling CircularEconomy Want to make a difference?  Join  Apply coding tech skills &amp; SDGs passion from education to ClimateAction  Scale TechForGood  Legacy of impact speaks volumes!     DataScience 100DaysOfCode IBMPartner Python  data CodeNewbie future How did    create a solution for evaluating video quality of 5G devices? ????  Anritsu SmartStudio NR Network Simulator and Radio Communication Test Station Mt8000Z ?Spirent Attero and Umetrix Video software  SpirentAmbassador The Transformative Role Of Project Managers In Tech-Driven Industries  DigitalTransformation             Appreciate that feedback Mike  many thanks!  podcast PodcastandChill The role of ArtificialIntelligence in the European Green Deal  AI sustainability energy fintech policymaking               Be an Orchestrator of talent ! From curiosity to STEAM education  ????Tomorrow's Tech Today: Business 5.0 : Where Agility, Ecosystem and Sustainability Combine with Greg Cudahy EY on Apple Podcasts   EY DataScience podcast   partner AI womenintech SDGs          5G           Mesmerising!!!! On land here but a view of a different kind :) This rarely-seen glass octopus was caught on camera by an underwater Robot near Phoenix Islands  ?? v/  Robotics TechForGood  AI can automate portions of calls and attempt   to analyze tone and emotion, to mixed success     fintech AI ArtificialIntelligence MachineLearning DeepLearning            Excellent Helen  will be listening later! ????             The Dominic Effect personified! ?? ??Clean and well done job!  Engineering                 Living Near Woodlands Is Good for Children and Young People’s MentalHealth    Neuroscience Psychology                 Want to make a difference?  Join  Apply coding tech skills &amp; SDGs passion from education to ClimateAction  Scale TechForGood  Legacy of impact speaks volumes!     DataScience 100DaysOfCode IBMPartner Python  data CodeNewbie future           Thank you! ????  have a double expresso too ! :) :) S AI Revolution in 2021: 5 Industries That Are Thriving With ArtificialIntelligence AI Revolution in 2021: 5 Industries That Are Thriving With Artificial Intelligence          DataScience IoT AI ML Finance Fintech Automation DeepLearning Insurance AR Marketing The Mathematical Foundations Of Probability  The mathematical foundations of probability Mathematics ML DataScience ??The potential impact of ArtificialInteligence  by sector!  AI MachineLearning coding Python 100DaysOfCode    11 DataScience skills for MachineLearning and AI  11 data science skills for machine learning and AI by  via   Cc This tiny, $6,800 car runs on solar power    This tiny, $6,800 car runs on solar power  Thrilled to be featured! with some of data landscapes renowned voices in  s new Active Intelligence magazine  Read here??  amwriting research trust AI innovation tech IoT DataScience MachineLearning FinTech     Same Martin :) :) S   Aw too kind Michele, thank you! A bit of a personal challenge in place for next Spring so maybe seeking your advice re running too ! (or maybe trekking is the word as its high altitude!!)  So far so good re the plans :) Lets have a coffee catchup, S               Brilliant article by Sally. Absolutely spot on 'Trust is ubiquitous, but the understanding, building, and retaining of trust has become a key challenge of our time'. With trust, we can be confident in our AI, ML, data and more Check it out.  Well done. M  Sounds perfect Michele! :) S How AI and LocationIntelligence are changing lives.  How artificial intelligence and location intelligence are changing lives  ArtificialIntelligence               ....also. Really enjoyed  article on Active Intelligence with the rise of self serving analysis. This is definitely becoming more popular in the future. Very interesting article Tom.             Very much looking forward to the news tomorrow  Thanks for sharing Sally  - looking forward to the podcast you mentioned too! Loving the series, M   technology storage Security CyberSecurity data IBM It’s not just bad behaviour ?  It's frustrating that this isn't recognised more – how social media is designed makes it hard to have constructive disagreements online  cc ?       /  Much appreciated and most kind Michael  thank you! ????               Also....great articles by  about the sheer volume of data and the need for Contextual intelligence and cracking article by  - Why good data pipeline helps drive change, increasing revenues and profits and towards more Active Intelligence. Great work. M Brilliant topic by  w/UK use cases  Public organisations are next to adopt open innovation     Eight ways AI is transforming healthcare; the sector is achieving remarkable results. Great round-up Christine Horton v/ cc Thrilled to be featured! with some of data landscapes renowned voices in  s new Active Intelligence magazine  Read here??  amwriting research trust AI innovation tech IoT DataScience MachineLearning FinTech    The Future of Loyalty in Banking is at Risk  The Future of Loyalty in Banking is at Risk  banking fintech finserv loyalty   My latest  podcast with  Maciek D the founder and CEO of  The usage of internet has doubled. ?? Not booking a flight, not using single-use plastic, not wasting food and water, there is so much you can do to MoveTheDate!  WorldOvershootDay Sustainability SDGs ClimateAction Climate             Could not agree more JD and all these small steps accumulate to make a difference! MoveTheDate WorldOvershootDay Hiding Among Friends | How To Beat The New Breed of Supply Chain Attacks   Hiding Among Friends | How To Beat The New Breed of Supply Chain Attacks - SentinelOne by  v/   CyberSecurity Cc Check out. Arsenal signs with blockchain app Socios.com | Be more than a fan for fan tokens Arsenal signs with blockchain app Socios.com for fan tokens - Ledger Insights - enterprise blockchain tech digital data business New tech innovation to help reduce the  cost &amp; trust burden of Security risks from Malware to Ransomware   Live at 3PM UK   Change your data storage financial model from CAPEX to OPEX!   CyberSecurity IBMPartner data IBM AI IoT             Totally agree about shift from CAPEX to OPEX!  Q. How challenging is it to establish these costs? Security risks Malware Ransomware CyberSecurity IBMPartner data IBM AI IoT trust tech DigitalTransformation EmergingTech cloud EdgeComputing Learn how to avoid the heavy financial burden of malware and ransomware and to dramatically change your storage financial model from CAPEX to OPEX from IBM Storage TODAY (July 20) at 10am US ET -          New tech innovation to help reduce the  cost &amp; trust burden of Security risks from Malware to Ransomware   Live at 3PM UK   Change your data storage financial model from CAPEX to OPEX!   CyberSecurity IBMPartner data IBM AI IoT [relevant topic!]  Future health: Focus on digitalhealth records and information sharing  Insurtech fintech BigData UX CX IoT              As we experience the joys of a climate-change induced heatwave in London, it's perfect timing for the FCA to launch its new ESG/sustainability themed innovation series.  Hackathons, sandboxes and fintech competitions. finreg  “A leader has to create an environment where people are respected, feel safe and can speak their mind. ASML CEO Peter Wennink's key building blocks for effective leadership  - IBM’s new AI tool figures out exactly how much carbon each tree can capture   AI IBM Sustainability TechForGood  cc       via The carbon footprint of the food supply chain ?? by Dorothy Neufeld v/ cc A security practitioner’s roadmap to artificial intelligence  A security practitioner’s roadmap to artificial intelligence    MachineLearning  DataScience 5G 100DaysOfCode Python Cybersecurity BigData AI IoT DeepLearning ArtificialIntelligence NLP robots Industry40 Tech New tech innovation to help reduce the  cost &amp; trust burden of Security risks from Malware to Ransomware   Live at 3PM UK   Change your data storage financial model from CAPEX to OPEX!   CyberSecurity IBMPartner data IBM AI IoT             Great Q! Average cost of data breach is $3.86M  But absolutely Yes  many extra costs beyond this, with breach of consumer &amp; ecosystem trust &amp; loyalty right up there. Glad you can join the discussion! Will add more after as do not want to give too much away :) S Troubleshooting cloud migrating problems, before they cause a storm Troubleshooting cloud migrating problems, before they cause a storm Speed &amp; Accuracy Combine! nvidia TensorRT 8 Gives Fastest AI inference Performance slashing time by half   Enabling developer innovation from Cloud to Edge &amp; chatbot to search ArtificialIntelligence NVIDIAPartner NLP code DataScience Swiss AI Lab Team Going Beyond Linear Transformers with Recurrent Fast Weight Programmers  Swiss AI Lab Team Going Beyond Linear Transformers with Recurrent Fast Weight Programmers v/    MachineLearning DeepLearning 100DaysOfCode   Cc Seven sustainability trends to watch in 2021 -  via                  ESG DigitalTransformation circulareconomy   Dear AICommunity  What does it take  for a MachineLearning model to be successful? ??   wrote down its thoughts, have a look: ??    ty   cc       ML AI ArtificialIntelligence Where are businesses finding uses for big data? {Infographic}  CyberSecurity BigData Analytics infosec Security Do Hiring Managers Check Job Applicants' Social Media Profiles? [Infographic] Do Hiring Managers Check Job Applicants' Social Media Profiles? [Infographic] What Is the Internet of Behavior (IoB)? InternetOfThings Creating a World Class recommender system How  Won 3 RecSys Challenges Just What You’re Looking For: Recommender Team Suggests Winning Strategies  Enabling personalization from shopping to travel plus innovation in MachineLearning &amp; DataScience research too tech NVIDIAPartner ML NLP CX data AI technology Challenges and drivers for new approaches to enabling and monetizing 5G  Read my article: ?? The Future of Enterprise Billing  ??    BSS 5Genterprise Billing IoT AI DigitalTransformation  EricssonAmbassador Speed &amp; Accuracy Combine! nvidia TensorRT 8 Gives Fastest AI inference Performance slashing time by half   Enabling developer innovation from Cloud to Edge &amp; chatbot to search ArtificialIntelligence NVIDIAPartner NLP code DataScience Paradigm Shift in Learning  Paradigm Shift in Learning by Jesse Martin via    HigherEducation edtech disruption innovation   cc AI and the Economy  ArtificialIntelligence futureofwork robotics UBI fintech                          Absolutely, some superb news today, sharing my key takeaways later! ???? Today on AXSChat Twitter chat at 8 pm London,    and I talk with   Speech-Language Pathologist, CEO &amp; Founder of   Diversity Accessibility My latest  podcast with Fidelma McGuirk CEO  Many of our customers are in hyper growth mode Creating a World Class recommender system How  Won 3 RecSys Challenges Just What You’re Looking For: Recommender Team Suggests Winning Strategies  Enabling personalization from shopping to travel plus innovation in MachineLearning &amp; DataScience research too tech NVIDIAPartner ML NLP CX data AI technology HPE GreenLake powers Woolworths’ new payments platform for Wpay venture. HPE GreenLake powers Woolworths’ new payments platform for Wpay venture Enabling The Imagination Of Artificial Intelligence   Enabling the 'imagination' of artificial intelligence                AI MachineLearning DeepLearning DataScience Fintech 5G Finland is designing the perfect school??  CriticalThinking Creativity EdTech OpenSpaces design   Why AI struggles to grasp cause and effect  Why AI struggles to grasp cause and effect  via  AIEthics MachineLearning DeepLearning Cc            Fantastic win   Not easy competing on innovation against that serious opposition. Well done  team. But, stop press.....3 wins in 5 months. Double wow! Great work on some top tech. Part 2! network CyberSecurity for a 5G era  Anna Kåhre &amp; I discuss how  handles RAN Security &amp; leadership in innovation  With blog??   TechUnveiled EricssonAmbassador 5G AI Cloud  womenintech IoT technology data   See how IBM Storage is solving your malware and ransomware issues and is a critical component of your overall Cyber Security Strategy -            New tech innovation to help reduce the  cost &amp; trust burden of Security risks from Malware to Ransomware   Live at 3PM UK   Change your data storage financial model from CAPEX to OPEX!   CyberSecurity IBMPartner data IBM AI IoT How Media Consumption Evolved Throughout Covid_19??  Infographic Broadcast Online information Entertainment  ty For 24 years, Guo Gangtang crossed China by motorbike searching for his son, abducted in 1997. A movie starring Andy Lau was made about his search. This week, they were finally reunited. W/ ? Part 2! network CyberSecurity for a 5G era  Anna Kåhre &amp; I discuss how  handles RAN Security &amp; leadership in innovation  With blog??   TechUnveiled EricssonAmbassador 5G AI Cloud  womenintech IoT technology data   IBM announced some sexy things today, based on their Flashstorage options!  IBM Adds Enhanced Data Protection to FlashSystems to Help Thwart Cyberattacks!   Take a look at the replay vid here -&gt;   ransomware CyberSecurity Cloud ai Step into the wild in AugmentedReality  ?? v/   AR FutureOfWork  Good, bad, or biased: AI is learning our actual selves  computerscience DataScience fintech behavioraleconomics               ??What is education?   ??Education is the process of learning, or the acquisition of knowledge, skills, values, morals, beliefs, and habits.  ????Retweet if you agree with this definition and that investing in SDG4 Education4All is the key to unlock youth’s future!  New tech innovation to help reduce the  cost &amp; trust burden of Security risks from Malware to Ransomware   Live at 3PM UK   Change your data storage financial model from CAPEX to OPEX!   CyberSecurity IBMPartner data IBM AI IoT Watch  insightful video on  s latest solution to simplify policy management.  5GCore Policy Studio making networks smarter!    5G networkpolicy womenInTech  EricssonAmbassador The worlds biggest economies are racing to be the global leader in AI by  ArtificialIntelligence fintech               Hats off to the  AI innovation is really helping companies to reduce costs, increase opportunity either at the edge of cloud. Really excited what nvidia are doing in this space. Pure innovation. Thanks  for the include. Exciting times. Speed &amp; Accuracy Combine! nvidia TensorRT 8 Gives Fastest AI inference Performance slashing time by half   Enabling developer innovation from Cloud to Edge &amp; chatbot to search ArtificialIntelligence NVIDIAPartner NLP code DataScience Make data immutable! Embed CyberSecurity via Safeguarded Copy technology  innovation  creates read-only data copies negating Ransomware Malware risk  ?? Security IBM DataScience IBMPartner IoT  data 100DaysOfCode AI            1) The focus on data immutability is superb &amp; helps negate the increasing variety and sophistication of CyberSecurity threats by design   Make data immutable! Embed CyberSecurity via Safeguarded Copy technology  innovation  creates read-only data copies negating Ransomware Malware risk  ?? Security IBM DataScience IBMPartner IoT  data 100DaysOfCode AI A new survey detailed by  shows communicators have too many priorities, cutting through the noise continues to be a challenge via            1) Could not agree more Mike  &amp; the amount of people this is supporting speaks volumes.  In 5 yrs &gt;350,000 developers from healthcare Automotive finance retail &amp; beyond have downloaded TensorRT c. 2.5M times.            2) And with TensorRT 8 ’s optimizations for language applications, running BERTlarge you can double or even triple model size to achieve significant improvements in accuracy. Definitely a speed &amp; precision advance here! Excited about the applications for impact sectors too.             Have to agree there! Can AI bring humanity back to customerexperience?                  DigitalTransformation   Future of games in AI. Good article in the Guardian: Think, fight, feel: how video game artificial intelligence is evolving   ai artificialintelligence games technology  Thrilled to be featured! with some of data landscapes renowned voices in  s new Active Intelligence magazine  Read here??  amwriting research trust AI innovation tech IoT DataScience MachineLearning FinTech               As per DMs yesterday, I'm in :) S            Pleasure Mike  Absolutely we are very much in an 'age of convergence' &amp; alongside significant technology advances such as this, its access to learning resources &amp; community alongside how we apply this that comes to the fore. More on that to come :) S TechForGood            Amazing figures Sally   It is exciting as new tech breeds new creative innovation across all sectors and learning community. Like having a new tech toolbox.  ?? Make data immutable! Embed CyberSecurity via Safeguarded Copy technology  innovation  creates read-only data copies negating Ransomware Malware risk  ?? Security IBM DataScience IBMPartner IoT  data 100DaysOfCode AI Nice to be involved in this project. It's really about the main reason IT exists: to look, learn, see around the corner and work/live smarter.  Thrilled to be featured! with some of data landscapes renowned voices in  s new Active Intelligence magazine  Read here??  amwriting research trust AI innovation tech IoT DataScience MachineLearning FinTech       Just spotted this Macca, and have to say, how lovely is this! Hope you are super well! Sal Introduction to K-means Clustering   Introduction to K-means Clustering v/   AI MachineLearning DataScience Cc Quantum NeuralNetworks for FinTech  DataScience BigData                  Japan is using Augmented Reality to teach children the dangers of flash flood.   (via   VR AR sustainability Top Influencers of AXSChat ??       AXSChat Healthcare Social Media Analytics via Creating a World Class recommender system How  Won 3 RecSys Challenges Just What You’re Looking For: Recommender Team Suggests Winning Strategies  Enabling personalization from shopping to travel plus innovation in MachineLearning &amp; DataScience research too tech NVIDIAPartner ML NLP CX data AI technology Whoop whoop, new podcast alert ??   While London is enjoying a heatwave, let’s learn more about the new Elizabethline, that will make traveling so much easier and comfortable - even in the heat. So where do we stand with this mega project? ??             Perfect time for PodcastandChill listening in this heat Nicole and to explore the changes this fantastic innovation in mobility will bring! And also inspiring change beyond London too - brilliant!   podcasts Transportation London photography           Its Warwickshire :) :) S Revolut: required study   for any student of disruption   Revolut: required study for any student of disruption fintech finserv banking Revolut Can we create a credit score breakthrough?  PersonalFinance FinTech AI Credit  cc           via See how AI is changing photo editing &amp; restoration! ??   ??by ?? Singapore is building an ecotown with a 100-meter-wide forest corridor!  smartcities greenspaces sustainability cc           Catalysing innovation with collaboration &amp; the latest in data &amp; technology to benefit mobility accessibility &amp; SmartCity progress  New podcast live  &amp;     London         Thanks John! And yes loved that discussion, mvp or mve.... ????            Thanks, Sally, TensorRT 's innovation, speed and accuracy  is fascinating. Kudos to  ?????? ??'Automation provides CSP’s the tools &amp; applications they need to manage complexity, profitably’??  Want to learn more about the role of AI in RAN? Check out this  Technology Review -&gt;   5G Orchestration EricssonAmbassador With the growing recognition that Open RAN will be a critical part of 5G’s future, it’s critical to understand ORAN’s impact as quickly as possible by Stephen Douglas ( :     SpirentAmbassador Excellent points made by David Mounts w/  in a recent  piece.  If DigitalTransformation is a priority for you, especially from a supplychain perspective, join us for a webinar on 7/27 feat.   &amp; TCU.  More info: Greater Manchester’s attempt to build &amp; develop a digital city. DigitalTransformation Catalysing innovation with collaboration &amp; the latest in data &amp; technology to benefit mobility accessibility &amp; SmartCity progress  New podcast live  &amp;     London What Is Hybrid AI: A Fascinating Area I Have Experimented With For Explainability &amp; Causality               MachineLearning DeepLearning DataScience Fintech 5G Thank you for your hard work   Amazing insights on how trust, AI and data need to work together to achieve ActiveIntelligence  Thrilled to be featured! with some of data landscapes renowned voices in  s new Active Intelligence magazine  Read here??  amwriting research trust AI innovation tech IoT DataScience MachineLearning FinTech    The Crossrail mega project is a game-changer in PublicTransport &amp; will leave a legacy not just for London, but for sustainable, digitalized, urban rail travel around the world.      Sustainability Loops in R (Examples) | How to Write, Run &amp; Use a Loop in RStudio   Loops in R (Examples) | How to Write, Run & Use a Loop in RStudio  Coding 100DaysOfCode AI  Cc  Such a pleasure James, many thanks indeed! AI ethics TechForGood ActiveIntelligence Excited to finally reveal this! World-class business authors, academics &amp; commentators on why Active Intelligence is the future of data.   Our CEO  is hosting a webinar on July 29  3pm BST/10 am ET to discuss  Diversity &amp; Inclusion: why is it important and how can brands make a difference?   Panel includes    &amp;    Don’t miss it – register today! ??     Very much looking forward to this in excellent company!  inclusion diversity TechForGood Superminds: hybrid human-AI machine networks complementing each other -                     ????? To operate cutting-edge services both on tech and SLA level, good automation is imperative IMHO. Here's a useful article on the  page about AI in RAN and general cases around Automation.  ?????   5G Orchestration EricssonAmbassador                   Fit for multi sector applications and bringing together both superior performance alongside use of less training data too - an excellent trajectory here Imtiaz! great share ArtificialIntelligence Hybrid AI C-RAN Moment! Róbert Laczkó &amp; I discuss why Centralized RAN is 'now' from 5G evolution to fronthaul network enablement More TechUnveiled ??  innovation EricssonAmbassador technology data tech Cloud Automation AI IoT         Fantastic to hear, thanks Nikki! Much valued!    Thank you Chris, most kind! And appreciated, S ??                   Pleasure and could not agree more, speak soon, S :)         Really enjoyed this discussion in areas new to me! Fantastic natural conversation across the panellists and excellent hosting, thank you for sharing! Nikki  podcasts PodcastRecommendations         As a ‘software guy’ a fascinating angle to get the ‘digital story’ of the railway. Having worked for Siemens and LU (now TfL) both great organisations to work for! ??Today learn how the  is addressing the various skills development challenges in Western &amp; Central Africa ?? through the new regional education strategy 2022-2025.    Let’s reimagine YouthSkills!       ??  SDG4 C-RAN Moment! Róbert Laczkó &amp; I discuss why Centralized RAN is 'now' from 5G evolution to fronthaul network enablement More TechUnveiled ??  innovation EricssonAmbassador technology data tech Cloud Automation AI IoT Did you hear about the best in malware and ransomware protection and recovery from IBM Storage?  Need to know how to change your storage CAPEX budget into a cloud-like storage-as-a-service? Then listen to this from IBM Storage:              1) The focus on data immutability is superb &amp; helps negate the increasing variety and sophistication of CyberSecurity threats by design   Join  and the two guest panelists Prof.  and  on August 4th at 12 PM EST for ‘Data, Data Everywhere – How Can Businesses Make Sense of It All?’ LinkedIn Live event. Register:   Iwork4Dell    Very much looking forward to the discussions!  data dataparadox value LinkedInLive Great Storytelling Connects Employees to Their Work, A good read by    work  The mathematics that underlie many forms that can be created from thin strips of flexible material.  By  DataScience AI 100DaysOfCode MachineLearning Robotics  ArtificialIntelligence innovation Cc: 3.9bn 5G subscriptions by 2026; revenue to hit $609bn -  v                    Law firms are building AI expertise as regulation looms   Law firms are building A.I. expertise as regulation looms  by  v/   CloudComputing Cc James Cameron leading experts explore what an AI future could look like who might control it MachineLearning fintech DeepLearning             AI should augment Human Intelligence, Not Replace.AI Should Augment Human Intelligence, Not Replace It The many ways GCCs deployed techforgood V/   GCC Value Proposition - Building Sustainable Social Impact Rooted in Service, Empathy, and Tech4Good  Artificial intelligence (AI) and machine learning (ML) services are estimated to grow within the Internet of Things (IoT) domain to about US$3.6 billion by 2026.     AI ML IoT  RSE : une composante clé de sa stratégie de transformation via  TransfoNum transformation            That looks wonderful Susie!! 5th V of data - Value!  Join     &amp; me August 4th. New research + practical guidance to optimise BigData &amp; address the DataParadox    innovation DataScience DellPartner AI Cloud automation tech 5G IoT ML               A pleasure Aditya, and so pleased you can join us! S With 5G Does WIFI have a Future?  With 5G Does Wi-Fi Have a Future?    Great synopsis by  on best of MachineLearning research from explainable ML federatedlearning causalinference gradientboosting                 Thank you Dr. Sally for sharing this, I have registered, I am looking forward to the event. How ArtificialInteligence Could Help Transform Food Retail   Waste less, sell more - how one startup is using AI to transform food retail via  by  AI's nice impact on food sales &amp; waste. techforgood startups martech tech digitaltransformation ML CX                I love this notion of value &amp; we have the computational capacity However is the challenge one of how establish purpose &amp; hence value? innovation DataScience DellPartner AI Cloud automation tech 5G IoT ML BigData DataParadox               A pleasure Mike and so glad you can join the session, you always bring insightful questions too, love that! S               Absolutely, well said   Looks like a fantastic event.....now registered. Thank you for the invite and can't wait. I have just published my new book in English, paperback &amp; Kindle. The Talking Dog - immersion in new technologies. To order it click on                         Excellent news Nicolas ????               Perfect gif response Scott ! And absolutely this is all about the how of 'getting the good stuff' from that data! 5V data value DigitalTransformation is not a Technology Problem -  via                      What Are The Three Domains of ArtificialIntelligence? What Are The Three Domains of Artificial Intelligence? by Azamat Abdoullaev via   Actual Mental Virtual NarrowAI AGI    5th V of data - Value!  Join     &amp; me August 4th. New research + practical guidance to optimise BigData &amp; address the DataParadox    innovation DataScience DellPartner AI Cloud automation tech 5G IoT ML                A pleasure and thank you Deepa!                Excellent point Stephen and can absolutely guarantee that purpose will be embedded in this discussion. Looking forward to your thoughts, questions and reflections in the session. Always much appreciated! S Ways to Eliminate or Mitigate Bias in ArtificialIntelligence 3 Ways to Mitigate Bias in Artificial Intelligence By  v/   AI Governance ResponsibleAI  Researchers are learning from white-hat hackers to better detect bias in AI   Researchers are learning from white-hat hackers to better detect bias in AI - Video | ZDNet  &amp;    MachineLearning AIEthics CyberSecurity  Cc                        1- When people are connected to the moral purpose of their work, they behave differently.  2- In every organisation studied, where there was a strong sense of moral motivation, the leaders were always storytellers.   A most enjoyable read, thanks for sharing 5th V of data - Value!  Join     &amp; me August 4th. New research + practical guidance to optimise BigData &amp; address the DataParadox    innovation DataScience DellPartner AI Cloud automation tech 5G IoT ML DeepMind Creates ‘Transformative’ Map Of Human Proteins Drawn By AI MachineLearning  DeepMind creates ‘transformative’ map of human proteins drawn by artificial intelligence               DeepLearning DataScience Fintech Healthcare Radio access network (RAN) automation automates daily repetitive tasks using intelligent, MachineLearning functionality to improve efficiency &amp; lower costs. Essential for 5G networks??  ??  AI 5G orchestration EricssonAmbassador Incorporating DataScience into IoT New Product Development: A Review  AI bigdata innovation fintech productmanagement            n From robots to selfdrivingcars,   Olympics will showcase Japan’s tech prowess   From robots to self-driving cars, Olympics will showcase Japan’s tech prowess fintech AV AutonomousVehicle AI ArtificialIntelligence MachineLearning DeepLearning               Think Value is the most important V of them all. All those volumes of high variety and veracity of data coming at high velocity is useless if we are not able to extract value from it Avoid the tremendous impact of malware and ransomware and change your storage budget from CAPEX to OPEX with IBM Storage -        Power of digital innovation with collaboration is so important on such huge infrastructure projects like Crossrail. Fantastic example from this 20 year project. Thank you   tech digitization collaboration mobility partnership Catalysing innovation with collaboration &amp; the latest in data &amp; technology to benefit mobility accessibility &amp; SmartCity progress  New podcast live  &amp;     London Paralyzed Man, Send Messages from His Brain Via Implant    Knowledge Distillation for Incremental Learning  Knowledge Distillation for Incremental Learning via   AI DigitalTransformation DataScience  Cc ?? Is this future of coding?  AI MachineLearning coding RStats javascript reactjs Python                 Below infographic talk about Threat mind map. Source: Digizen Consulting cybersecurity infosec privacy datasecurity cybercrime dataprotection informationsecurity   What does orchestration mean to you?  The technology people &amp; process powering 5G ROI Reducing complexity &amp; Enhancing Sustainability  Intelligent RAN automation    AI EricssonAmbassador  ML  fridaymorning code IoT Security What is Intelligent RAN Automation?  In a nutshell??- It automates repetitive tasks in your 5G network.    Experience ??Better network performance ??Enhanced customer experience ??Reduced costs   AI ML Orchestration EricssonAmbassador Casestudy- How AI &amp; IoT helped cut down energy costs V/   How to successfully and quickly dial down energy bills in the CPG sector using IoT? sustainability cc  re the energy discussion this morning: Intelligent RAN automation affords c. 17% improved efficiency with services &amp; features optimized by design for both enhanced customer experiences &amp; superb energy efficiency Sustainability SharedValue   Process Governance: The Essential Ingredient for DigitalTransformation -  via                   BNP Paribas prend en charge le paiement par montreconnectée Garmin  Un simple geste suffit pour que l’utilisateur de la montre puisse régler ses achats dans les points de vente où le paiement sanscontact est pris en charge.     This paint actually conducts electricity  innovation AI RPA IoT    Happy fridaymorning all - here's some of the latest Good News on my radar: Scott Luton on LinkedIn: manufacturing  Featuring:         ????Tirelessly chase those passions folks! Don't listen to the naysayers. cc  re the energy discussion this morning: Intelligent RAN automation affords c. 17% improved efficiency with services &amp; features optimized by design for both enhanced customer experiences &amp; superb energy efficiency Sustainability SharedValue   ??Great people to follow in tech!  AI MachineLearning IoT                    And right back at you, thanks JB and happy weekend ahead all, S What does orchestration mean to you?  The technology people &amp; process powering 5G ROI Reducing complexity &amp; Enhancing Sustainability  Intelligent RAN automation    AI EricssonAmbassador  ML  fridaymorning code IoT Security My POV on  ?? The Beauty of EdgeComputing The Beauty of Edge Computing    cybersecurity cloud finserv    Introduction to K-means Clustering   Introduction to K-means Clustering v/   AI MachineLearning DataScience Cc Why ESG strategy is a complex corporate challenge for boards -  via                     Two Trajectories for Blockchain Development {Infographic}  Blockchain CyberSecurity DigitalTransformation  privacy CX Assessing Regulation &amp; Promoting the Responsible Use of Data for Financial Applications of AI   v/   AIEthics Fintech MachineLearning  Cc ?? SAVE THE DATE!   The  &amp;  are organizing a side event during  GES2021 on aligning national, regional &amp; global education targets: benchmarks for SDG4!   ?? Wed. 28 Jul ??6:00pm-7:00pm CEST ?? …  RaiseYourHand How Blockchain and Cryptocurrencies can help build a Greener Future  How blockchain and cryptocurrency can create a greener future AI ESG fintech What does orchestration mean to you?  The technology people &amp; process powering 5G ROI Reducing complexity &amp; Enhancing Sustainability  Intelligent RAN automation    AI EricssonAmbassador  ML  fridaymorning code IoT Security DigitalTwins can predict climate catastrophes  How digital twins will troubleshoot – and even help design – the buildings of the future By    Meet the DigitalTwin of Shanghai v/  FutureOfWork SDGs ActOnClimate         On the road to SmartCities: Where smart vehicles stand and where they're going   On the road to smart cities: Where smart vehicles stand and where they're going via    DigitalTransformation AI MachineLearning 5G Cloud IoT Cc Smartphone screens effective sensors for soil or water contamination. Smartphone screens effective sensors for soil or water contamination            IoT Spectacular AI controlled droneshow (1800 drones ) at   lights ?? up Tokyo in Olympics opening ceremony.  OlympicGames Tokyo2020 Reinforcement Learning   for a Better Tomorrow    fintech AI ArtificialIntelligence MachineLearning ReinforcementLearning  Superb learning resource! testing is not a 'one &amp; done' activity; see how it relates to OpenRAN its development &amp; path ahead in new ebook by   ??  5G technology SpirentAmbassador data test code AI automation innovation Security IoT ICYMI - Prof.  (TY!) shares why establishing structures that facilitate the use of data for the 'common good' can help during the pandemic:  via  dataforgood   Many thanks for sharing Christal, much appreciated ?? If, like me, you're hearing a lot about OpenRAN at the moment and want to better understand the background, benefits &amp; challenges, there's a great ebook just launched by  covering just that. ??????    SpirentAmbassador ORAN 5G Telecom Batman - 1939 to 2021 weekendvibes AI MachineLearning  Important Concepts of Linear Regression [Video]  Important Concepts of Linear Regression v/   Cc Ranked: The Most Innovative Companies in 2021 ?? by Carmen Ang v/ cc                 Will Musk's private internet solution help or hurt us by  satellite IoT AI fintech    Superb learning resource! testing is not a 'one &amp; done' activity; see how it relates to OpenRAN its development &amp; path ahead in new ebook by   ??  5G technology SpirentAmbassador data test code AI automation innovation Security IoT If you work/volunteer for /support an international nonprofit organization, please share in comment its name &amp; web link.   We will share. solidarity   nopoverty ClimateAction onlytogether SDGs      FinancialServices: TrustworthyAI’s promise and payoff Financial services: Trustworthy AI’s promise and payoff - Journey to AI Blog by  via  AI data DigitalTransformation  Are you interested in learning: ??About OpenRAN ??Why it was created ??The benefits &amp; challenges ??How testing mitigates challenges  If the answer is yes, this new eBook is for you:   5G testing SpirentAmbassador A six-week course designed to introduce and improve the elements of visual storytelling!  Register today &gt;  ArtificialIntelligence AI DataScience 100DaysOfCode Python MachineLearning BigData DeepLearning NLP Robots IoT onlinecourse tech  Want to gain a deeper understanding of OpenRAN? ??  I just finished reading  s new ebook. Download it here????    It explains Open RAN, its challenges, and the testing that helps address those challenges.  ??Nice job Spirent!?? 5G SpirentAmbassador Insect inspired robots are coming to fix the world’s wind turbines  Insect inspired robots are coming to fix the world's wind turbines – By Futurist and Virtual Keynote Speaker Matthew Griffin via   RenewableEnergy AI TechForGood Cc New from work??  delivers Next-Generation Employee Experience for EY   digitalworkplace futureofwork AI Breakthrough Could Spark Medical Revolution  AI breakthrough will 'transform' biology                  MachineLearning DeepLearning DataScience Fintech healthcare 5G NASA is using AI   to take better pictures of the sun as   NASA is using AI to take better pictures of the sun as fintech ArtificialIntelligence MachineLearning DeepLearning Superb learning resource! testing is not a 'one &amp; done' activity; see how it relates to OpenRAN its development &amp; path ahead in new ebook by   ??  5G technology SpirentAmbassador data test code AI automation innovation Security IoT WeekendRead  What Does 250 Years of Innovation History Say About Our Future?   bigtech IR40 fintech                                Thanks Mario! Well said, have a lovely Sunday ahead everyone ???? QuoteOfTheDay by one of the most talented musici"
         },
          "term_statistics" : true,
            "field_statistics" : true,
         "routing": "tweet",
           "offsets" : false,
         "positions":false,
          "filter" : {
"max_num_terms":"500",
      "min_term_freq" : 2,
      "max_doc_freq":2000000,
    "min_word_length":2
    }
      }]

 
  
}
